Repository: didazorro/prestigeapp
Catalog: packages/chatgpt_core/lib/l10n/intl_*.arb
Languages: az, bn, km, kn, ku, lo, lt, mr, my, nl, sq, sw, ta, ur, uz

# apply_openai
source: Apply
az: Tətbiq edin
bn: প্রয়োগ করা
km: អនុវត្ត
kn: ಅನ್ವಯಿಸು
ku: Bikar bînin
lo: ສະ ໝັກ
lt: Taikyti
mr: अर्ज करा
my: လျှောက်ထားပါ
nl: Van toepassing zijn
sq: aplikoni
sw: Omba
ta: விண்ணப்பிக்கவும்
ur: درخواست دیں
uz: Qo'llash

# artist_openai
source: Artist
az: Rəssam
bn: শিল্পী
km: សិល្បករ
kn: ಕಲಾವಿದ
ku: Perwerdekar
lo: ສິລະປິນ
lt: Menininkas
mr: कलाकार
my: အနုပညာရှင်
nl: Artiest
sw: Msanii
ta: கலைஞர்
ur: فنکار
uz: Rassom

# cancel_openai
source: Cancel
az: Ləğv et
bn: বাতিল
km: បោះបង់
kn: ರದ್ದುಮಾಡಿ
ku: Betal ke
lo: ຍົກເລີກ
lt: Atšaukti
mr: रद्द करा
my: ပယ်ဖျက်ပါ
nl: annuleren
sq: anuloj
sw: Ghairi
ta: ரத்து
ur: منسوخ کریں
uz: Bekor qilish

# chatGPT_openai
source: ChatGPT
az: GPT söhbəti
bn: চ্যাট GPT
km: ជជែក GPT
kn: ಚಾಟ್ GPT
lo: ສົນທະນາ GPT
lt: Pokalbis GPT
mr: चॅट GPT
my: GPT ချတ်
nl: GPT chatten
sq: Biseda GPT
sw: Gumzo la GPT
ta: அரட்டை GPT
ur: GPT چیٹ کریں۔
uz: GPT chat

# chatWithBot_openai
source: Chat with Bot
az: Bot ilə söhbət edin
bn: বটের সাথে চ্যাট করুন
km: ជជែកជាមួយ Bot
kn: ಬಾಟ್ ಜೊತೆ ಚಾಟ್ ಮಾಡಿ
ku: Hevpeyvîn bide Botê
lo: ສົນທະນາກັບບັອດ
lt: Kalbėkitės su Botu
mr: बॉटशी गप्पा मारा
my: Bot နှင့် ချတ်လုပ်ပါ။
nl: Chatten met bot
sq: Bisedoni me Bot
sw: Piga gumzo na Bot
ta: Bot உடன் அரட்டையடிக்கவும்
ur: بوٹ کے ساتھ چیٹ کریں۔
uz: Bot bilan suhbat

# chooseArtist_openai
source: Choose artist for your image
az: Şəkiliniz üçün rəssam seçin
bn: আপনার ছবির জন্য শিল্পী চয়ন করুন
km: ជ្រើសរើសសិល្បករសម្រាប់រូបភាពរបស់អ្នក។
kn: ನಿಮ್ಮ ಚಿತ್ರಕ್ಕಾಗಿ ಕಲಾವಿದರನ್ನು ಆರಿಸಿ
ku: Perwerdekar bo wêneyê xwe hilbijêrin
lo: ເລືອກສິນລະປິນສໍາລັບຮູບພາບຂອງທ່ານ
lt: Pasirinkite savo įvaizdžio menininką
mr: आपल्या प्रतिमेसाठी कलाकार निवडा
my: သင့်ပုံအတွက် အနုပညာရှင်ကို ရွေးချယ်ပါ။
nl: Kies artiest voor je afbeelding
sq: Zgjidhni artistin për imazhin tuaj
sw: Chagua msanii kwa picha yako
ta: உங்கள் படத்திற்கான கலைஞரைத் தேர்ந்தெடுக்கவும்
ur: اپنی تصویر کے لیے فنکار کا انتخاب کریں۔
uz: Tasviringiz uchun rassomni tanlang

# chooseDetail_openai
source: Choose detail for your image
az: Şəkiliniz üçün təfərrüat seçin
bn: আপনার ছবির জন্য বিস্তারিত চয়ন করুন
km: ជ្រើសរើសព័ត៌មានលម្អិតសម្រាប់រូបភាពរបស់អ្នក។
kn: ನಿಮ್ಮ ಚಿತ್ರಕ್ಕಾಗಿ ವಿವರವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ku: Detail bo wêneyê xwe hilbijêrin
lo: ເລືອກ​ລາຍ​ລະ​ອຽດ​ສໍາ​ລັບ​ຮູບ​ພາບ​ຂອງ​ທ່ານ​
lt: Pasirinkite savo vaizdo detales
mr: तुमच्या प्रतिमेसाठी तपशील निवडा
my: သင့်ပုံအတွက် အသေးစိတ်ကို ရွေးပါ။
nl: Kies detail voor uw afbeelding
sq: Zgjidhni detaje për imazhin tuaj
sw: Chagua maelezo ya picha yako
ta: உங்கள் படத்திற்கான விவரங்களைத் தேர்ந்தெடுக்கவும்
ur: اپنی تصویر کے لیے تفصیل کا انتخاب کریں۔
uz: Tasviringiz uchun tafsilotni tanlang

# chooseMedium_openai
source: Choose medium for your image
az: Şəkiliniz üçün orta seçin
bn: আপনার ছবির জন্য মাধ্যম নির্বাচন করুন
km: ជ្រើសរើសមធ្យមសម្រាប់រូបភាពរបស់អ្នក។
kn: ನಿಮ್ಮ ಚಿತ್ರಕ್ಕಾಗಿ ಮಧ್ಯಮವನ್ನು ಆರಿಸಿ
ku: Medyayê bo wêneyê xwe hilbijêrin
lo: ເລືອກຂະຫນາດກາງສໍາລັບຮູບພາບຂອງທ່ານ
lt: Pasirinkite savo vaizdo terpę
mr: तुमच्या प्रतिमेसाठी माध्यम निवडा
my: သင့်ပုံအတွက် ကြားခံကို ရွေးပါ။
nl: Kies medium voor je afbeelding
sq: Zgjidhni medium për imazhin tuaj
sw: Chagua kati kwa picha yako
ta: உங்கள் படத்திற்கான ஊடகத்தைத் தேர்ந்தெடுக்கவும்
ur: اپنی تصویر کے لیے میڈیم کا انتخاب کریں۔
uz: Tasviringiz uchun vositani tanlang

# chooseMood_openai
source: Choose mood for your image
az: Şəkiliniz üçün əhval seçin
bn: আপনার ইমেজ জন্য মেজাজ চয়ন করুন
km: ជ្រើសរើសអារម្មណ៍សម្រាប់រូបភាពរបស់អ្នក។
kn: ನಿಮ್ಮ ಚಿತ್ರಕ್ಕಾಗಿ ಮನಸ್ಥಿತಿಯನ್ನು ಆರಿಸಿ
ku: Mêr bo wêneyê xwe hilbijêrin
lo: ເລືອກອາລົມສໍາລັບຮູບພາບຂອງທ່ານ
lt: Pasirinkite savo įvaizdžio nuotaiką
mr: आपल्या प्रतिमेसाठी मूड निवडा
my: သင့်ပုံအတွက် စိတ်ခံစားချက်ကို ရွေးချယ်ပါ။
nl: Kies de stemming voor uw afbeelding
sq: Zgjidhni disponimin për imazhin tuaj
sw: Chagua hali ya picha yako
ta: உங்கள் படத்திற்கான மனநிலையைத் தேர்ந்தெடுக்கவும்
ur: اپنی تصویر کے لیے موڈ کا انتخاب کریں۔
uz: Tasviringiz uchun kayfiyatni tanlang

# chooseUseCase_openai
source: Choose use case
az: İstifadə vəziyyətini seçin
bn: ব্যবহারের ক্ষেত্রে নির্বাচন করুন
km: ជ្រើសរើសករណីប្រើប្រាស់
kn: ಬಳಕೆಯ ಪ್ರಕರಣವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ku: Destûrê bikin
lo: ເລືອກກໍລະນີທີ່ໃຊ້
lt: Pasirinkite naudojimo atvejį
mr: वापर केस निवडा
my: အသုံးပြုပုံကို ရွေးချယ်ပါ။
nl: Kies een use-case
sq: Zgjidhni rastin e përdorimit
sw: Chagua kesi ya matumizi
ta: பயன்பாட்டு வழக்கைத் தேர்ந்தெடுக்கவும்
ur: استعمال کیس کا انتخاب کریں۔
uz: Foydalanish holatini tanlang

# choseStyle_openai
source: Choose style for your image
az: Şəkiliniz üçün üslub seçin
bn: আপনার ইমেজ জন্য শৈলী চয়ন করুন
km: ជ្រើសរើសរចនាប័ទ្មសម្រាប់រូបភាពរបស់អ្នក។
kn: ನಿಮ್ಮ ಚಿತ್ರಕ್ಕಾಗಿ ಶೈಲಿಯನ್ನು ಆರಿಸಿ
ku: Dizaynî bo wêneyê xwe hilbijêrin
lo: ເລືອກຮູບແບບສໍາລັບຮູບພາບຂອງທ່ານ
lt: Pasirinkite savo įvaizdžio stilių
mr: आपल्या प्रतिमेसाठी शैली निवडा
my: သင့်ပုံအတွက် စတိုင်လ်ကို ရွေးချယ်ပါ။
nl: Kies stijl voor uw afbeelding
sq: Zgjidhni stilin për imazhin tuaj
sw: Chagua mtindo kwa picha yako
ta: உங்கள் படத்திற்கான பாணியைத் தேர்வுசெய்க
ur: اپنی تصویر کے لیے اسٹائل کا انتخاب کریں۔
uz: Tasviringiz uchun uslubni tanlang

# clear_openai
source: Clear
az: Aydındır
bn: পরিষ্কার
km: ច្បាស់
kn: ಸ್ಪಷ್ಟ
ku: Rûpelê paqij bike
lo: ແຈ້ງ
lt: Išvalyti
mr: साफ
my: ရှင်းလင်းသော
nl: Duidelijk
sq: qartë
sw: Wazi
ta: அழி
ur: صاف
uz: Aniq

# clearConfirm_openai
source: Are you sure to clear content?
az: Məzmunu təmizləyəcəyinizə əminsiniz?
bn: আপনি কি বিষয়বস্তু পরিষ্কার করতে নিশ্চিত?
km: តើអ្នកប្រាកដក្នុងការសម្អាតខ្លឹមសារទេ?
kn: ವಿಷಯವನ್ನು ತೆರವುಗೊಳಿಸುವುದು ಖಚಿತವೇ?
ku: Hûn rastî paqijkirina naveroka we ne?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າລຶບເນື້ອຫາ?
lt: Ar tikrai išvalysite turinį?
mr: तुम्हाला सामग्री साफ करण्याची खात्री आहे का?
my: အကြောင်းအရာကို ရှင်းလင်းရန် သေချာပါသလား။
nl: Weet u zeker dat u de inhoud wilt wissen?
sq: Je i sigurt për të pastruar përmbajtjen?
sw: Je, una uhakika wa kufuta maudhui?
ta: உள்ளடக்கத்தை நிச்சயமாக அழிப்பீர்களா?
ur: کیا آپ مواد کو صاف کرنے کا یقین رکھتے ہیں؟
uz: Kontentni tozalashga ishonchingiz komilmi?

# clearContent_openai
source: Clear content
az: Tərkibini təmizləyin
bn: বিষয়বস্তু পরিষ্কার করুন
km: ជម្រះមាតិកា
kn: ವಿಷಯವನ್ನು ತೆರವುಗೊಳಿಸಿ
ku: Naverokê paqij bike
lo: ລ້າງເນື້ອຫາ
lt: Aiškus turinys
mr: सामग्री साफ करा
my: အကြောင်းအရာကို ရှင်းလင်းပါ။
nl: Duidelijke inhoud
sq: Përmbajtja e pastër
sw: Futa maudhui
ta: உள்ளடக்கத்தை அழிக்கவும்
ur: مواد صاف کریں۔
uz: Tarkibni tozalash

# clearConversation_openai
source: Clear conversation
az: Söhbəti təmizləyin
bn: পরিষ্কার কথোপকথন
km: ជម្រះការសន្ទនា
kn: ಸ್ಪಷ್ಟ ಸಂಭಾಷಣೆ
ku: Rûpelê pêşkeş bike
lo: ການສົນທະນາທີ່ຈະແຈ້ງ
lt: Aiškus pokalbis
mr: संभाषण साफ करा
my: ရှင်းလင်းပြောဆိုခြင်း။
nl: Duidelijke conversatie
sq: Bisedë e qartë
sw: Mazungumzo wazi
ta: தெளிவான உரையாடல்
ur: بات چیت صاف کریں۔
uz: Aniq suhbat

# confirm_openai
source: Confirm
az: Təsdiq edin
bn: নিশ্চিত করা
km: បញ្ជាក់
kn: ದೃ irm ೀಕರಿಸಿ
ku: Pêdivî
lo: ຢືນຢັນ
lt: Patvirtinti
mr: पुष्टी
my: အတည်ပြုပါ
nl: Bevestigen
sw: Thibitisha
ta: உறுதிப்படுத்தவும்
ur: تصدیق کریں
uz: Tasdiqlang

# confirmDelete_openai
source: Please confirm if you wish to proceed with the deletion of this item. You can't undo this action.
az: Bu elementin silinməsinə davam etmək istədiyinizi təsdiqləyin. Bu əməliyyatı geri qaytara bilməzsiniz.
bn: আপনি যদি এই আইটেমটি মোছার সাথে এগিয়ে যেতে চান তবে দয়া করে নিশ্চিত করুন৷ আপনি এই ক্রিয়াটিকে পূর্বাবস্থায় ফেরাতে পারবেন না৷
km: សូមបញ្ជាក់ប្រសិនបើអ្នកចង់បន្តការលុបធាតុនេះ។ អ្នក​មិន​អាច​មិន​ធ្វើ​សកម្មភាព​នេះ​វិញ​ទេ។
kn: ಈ ಐಟಂನ ಅಳಿಸುವಿಕೆಯನ್ನು ಮುಂದುವರಿಸಲು ನೀವು ಬಯಸಿದರೆ ದಯವಿಟ್ಟು ದೃಢೀಕರಿಸಿ. ನೀವು ಈ ಕ್ರಿಯೆಯನ್ನು ರದ್ದುಗೊಳಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.
ku: Ji kerema xwe re pêdivî ye, heke hûn dixwazin vê tiştê rastî jêderketina vê tiştê bibin. Ev hilbijartina we nayê guhartin.
lo: ກະລຸນາຢືນຢັນຖ້າທ່ານຕ້ອງການສືບຕໍ່ການລຶບລາຍການນີ້. ທ່ານບໍ່ສາມາດຍົກເລີກຄຳສັ່ງນີ້ໄດ້.
lt: Patvirtinkite, jei norite tęsti šio elemento ištrynimą. Šio veiksmo anuliuoti negalite.
mr: तुम्हाला हा आयटम हटवण्यास पुढे जायचे असल्यास कृपया पुष्टी करा. तुम्ही ही क्रिया पूर्ववत करू शकत नाही.
my: ဤအရာအား ဖျက်ခြင်းနှင့်ပတ်သက်၍ ဆက်လက်လုပ်ဆောင်လိုပါက အတည်ပြုပါ။ ဤလုပ်ဆောင်ချက်ကို သင်ပြန်ပြင်၍မရပါ။
nl: Gelieve te bevestigen of u door wilt gaan met het verwijderen van dit item. U kunt deze actie niet ongedaan maken.
sq: Ju lutemi konfirmoni nëse dëshironi të vazhdoni me fshirjen e këtij artikulli. Nuk mund ta zhbësh këtë veprim.
sw: Tafadhali thibitisha ikiwa ungependa kuendelea na kufuta kipengee hiki. Huwezi kutendua kitendo hiki.
ta: இந்த உருப்படியை நீக்குவதைத் தொடர விரும்புகிறீர்களா என்பதை உறுதிப்படுத்தவும். இந்தச் செயலைச் செயல்தவிர்க்க முடியாது.
ur: اگر آپ اس آئٹم کو حذف کرنے کے ساتھ آگے بڑھنا چاہتے ہیں تو براہ کرم تصدیق کریں۔ آپ اس کارروائی کو کالعدم نہیں کر سکتے۔
uz: Iltimos, ushbu elementni oʻchirishni davom ettirmoqchi boʻlsangiz, tasdiqlang. Bu amalni bekor qila olmaysiz.

# confirmDeleteItem_openai
source: Are you sure you wish to delete this item?
az: Bu elementi silmək istədiyinizə əminsiniz?
bn: আপনি কি এই আইটেমটি মুছে ফেলার বিষয়ে নিশ্চিত?
km: តើអ្នកប្រាកដថាចង់លុបធាតុនេះទេ?
kn: ಈ ಐಟಂ ಅನ್ನು ಅಳಿಸಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?
ku: Ji kerema xwe rastî jêderketina vê tiştê bibin?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການລຶບລາຍການນີ້?
lt: Ar tikrai norite ištrinti šį elementą?
mr: तुमची खात्री आहे की तुम्ही हा आयटम हटवू इच्छिता?
my: ဤအရာကို ဖျက်လိုသည်မှာ သေချာပါသလား။
nl: Weet u zeker dat u dit item wilt verwijderen?
sq: Jeni i sigurt që dëshironi ta fshini këtë artikull?
sw: Je, una uhakika ungependa kufuta kipengee hiki?
ta: இந்த உருப்படியை நிச்சயமாக நீக்க விரும்புகிறீர்களா?
ur: کیا آپ واقعی اس آئٹم کو حذف کرنا چاہتے ہیں؟
uz: Haqiqatan ham bu elementni o‘chirib tashlamoqchimisiz?

# copiedToClipboard_openai
source: Copied content to clipboard
az: Məzmun buferə kopyalandı
bn: ক্লিপবোর্ডে কপি করা বিষয়বস্তু
km: បានចម្លងមាតិកាទៅក្ដារតម្បៀតខ្ទាស់
kn: ವಿಷಯವನ್ನು ಕ್ಲಿಪ್‌ಬೋರ್ಡ್‌ಗೆ ನಕಲಿಸಲಾಗಿದೆ
ku: Naveroka Dupetkirinê hat li ClipBoard
lo: ຄັດລອກເນື້ອຫາໃສ່ clipboard
lt: Turinys nukopijuotas į mainų sritį
mr: क्लिपबोर्डवर सामग्री कॉपी केली
my: အကြောင်းအရာကို ကလစ်ဘုတ်သို့ ကူးယူထားသည်။
nl: Gekopieerde inhoud naar klembord
sq: Përmbajtja e kopjuar në kujtesën e fragmenteve
sw: Imenakili maudhui kwenye ubao wa kunakili
ta: கிளிப்போர்டுக்கு உள்ளடக்கம் நகலெடுக்கப்பட்டது
ur: مواد کو کلپ بورڈ پر کاپی کیا گیا۔
uz: Kontent vaqtinchalik xotiraga nusxalandi

# copy_openai
source: Copy
az: Surəti
bn: কপি
km: ចម្លង
kn: ನಕಲು ಮಾಡಿ
ku: Dupet bike
lo: ສຳ ເນົາ
lt: Kopijuoti
mr: कॉपी करा
my: ကူးပါ
nl: KopiÃ«ren
sq: kopje
sw: Nakala
ta: நகலெடுக்கவும்
ur: کاپی
uz: Nusxalash

# delete_openai
source: Delete
az: Sil
bn: মুছে ফেলা
km: លុប
kn: ಅಳಿಸಿ
ku: Jê bibe
lo: ລົບ
lt: Ištrinti
mr: हटवा
my: ဖျက်ပါ
nl: Verwijder
sq: fshij
sw: Futa
ta: அழி
ur: حذف کریں
uz: Yo'q qilish

# detail_openai
source: Detail
az: Detal
bn: বিস্তারিত
km: ពត៌មានលំអិត
kn: ವಿವರ
lo: ລາຍລະອຽດ
lt: Išsami informacija
mr: तपशील
my: အသေးစိတ်
sq: hollësi
sw: Maelezo
ta: விவரம்
ur: تفصیل
uz: Batafsil

# download_openai
source: Download
az: Yükləyin
bn: ডাউনলোড
km: ទាញយក
kn: ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ
ku: Daxistin
lo: ດາວໂຫລດ
lt: parsisiųsti
mr: डाउनलोड करा
my: ဒေါင်းလုပ်
sq: Shkarko
sw: Pakua
ta: பதிவிறக்க
ur: ڈاؤن لوڈ کریں
uz: Yuklab oling

# edit_openai
source: Edit
az: Redaktə edin
bn: সম্পাদন করা
km: កែសម្រួល
kn: ಸಂಪಾದಿಸಿ
ku: Wergirtin
lo: ແກ້ໄຂ
lt: Redaguoti
mr: संपादित करा
my: တည်းဖြတ်ပါ
nl: BEWERK
sq: redaktoj
sw: Hariri
ta: தொகு
ur: ترمیم
uz: Tahrirlash

# failedToGenerate_openai
source: Failed to generate
az: Yaratmaq alınmadı
bn: তৈরি করতে ব্যর্থ হয়েছে৷
km: បរាជ័យក្នុងការបង្កើត
kn: ರಚಿಸಲು ವಿಫಲವಾಗಿದೆ
ku: Oluştir nesekinî
lo: ລົ້ມເຫລວໃນການສ້າງ
lt: Nepavyko sugeneruoti
mr: जनरेट करण्यात अयशस्वी
my: ထုတ်လုပ်ရန် မအောင်မြင်ပါ။
nl: Kan niet genereren
sq: Gjenerimi dështoi
sw: Imeshindwa kuzalisha
ta: உருவாக்க முடியவில்லை
ur: پیدا کرنے میں ناکام
uz: Yaratib bo‘lmadi

# generate_openai
source: Generate
az: Yaratmaq
bn: জেনারেট করুন
km: បង្កើត
kn: ರಚಿಸಿ
ku: Oluştur
lo: ຜະລິດ
lt: Generuoti
mr: व्युत्पन्न करा
nl: voortbrengen
sq: Gjeneroni
sw: Tengeneza
ta: உருவாக்கு
ur: پیدا کرنا
uz: Yaratish

# grid_openai
source: Grid
bn: গ্রিড
km: ក្រឡាចត្រង្គ
kn: ಗ್ರಿಡ್
lo: ຕາຂ່າຍໄຟຟ້າ
lt: Tinklelis
mr: ग्रिड
my: ဂရစ်
nl: Rooster
sq: Rrjeti
sw: Gridi
ta: கட்டம்
ur: گرڈ
uz: Tarmoq

# imageGenerate_openai
source: Image generate
az: Şəkil yaratmaq
bn: ইমেজ তৈরি
km: បង្កើតរូបភាព
kn: ಚಿತ್ರ ರಚನೆ
ku: Wêneya Oluştur
lo: ສ້າງຮູບພາບ
lt: Vaizdo generavimas
mr: प्रतिमा निर्माण करा
my: ပုံထုတ်ပေးသည်။
nl: Afbeelding genereren
sq: Gjenerimi i imazhit
sw: Tengeneza picha
ta: படத்தை உருவாக்குகிறது
ur: تصویر بنائیں
uz: Tasvir yaratish

# imageSize_openai
source: Image size
az: Şəkil ölçüsü
bn: ছবির আকার
km: ទំហំរូបភាព
kn: ಚಿತ್ರದ ಅಳತೆ
ku: Mezinahiya wêneyê
lo: ຂະ ໜາດ ຮູບພາບ
lt: Paveikslėlio dydis
mr: प्रतिमा आकार
my: ပုံအရွယ်အစား
nl: Afbeeldingsgrootte
sq: Madhësia e figurës
sw: Ukubwa wa picha
ta: படத்தின் அளவு
ur: تصویر کا سائز
uz: Rasm hajmi

# listening_openai
source: Listening...
az: Dinlənir...
bn: শুনছি...
km: កំពុងស្តាប់...
kn: ಕೇಳುವ...
ku: Dengê guhdarî dike ...
lo: ກຳລັງຟັງ...
lt: Klausau...
mr: ऐकत आहे...
my: နားထောင်နေသည်...
nl: Luisteren...
sq: Duke dëgjuar...
sw: Inasikiliza...
ta: கேட்கிறது...
ur: سن رہا ہے...
uz: Tinglanmoqda...

# medium_openai
source: Medium
az: Orta
bn: মধ্যম
km: មធ្យម
kn: ಮಾಧ್ಯಮ
ku: Medyayê
lo: ປານກາງ
lt: Vidutinis
mr: मध्यम
my: အလယ်အလတ်
sw: Ya kati
ta: நடுத்தர
ur: میڈیم
uz: O'rta

# mood_openai
source: Mood
az: Əhval-ruhiyyə
bn: মেজাজ
km: អារម្មណ៍
kn: ಚಿತ್ತ
ku: Mêr
lo: ອາລົມ
lt: Nuotaika
mr: मूड
my: စိတ်ဓာတ်
nl: Humeur
sq: Humor
ta: மனநிலை
ur: مزاج
uz: Kayfiyat

# moreOptions_openai
source: More options
az: Daha çox seçim
bn: আরও বিকল্প
km: មាន​ជម្រើស​ជា​ច្រើន​ទៀត
kn: ಹೆಚ್ಚಿನ ಆಯ್ಕೆಗಳು
ku: Dikarînên dî
lo: ທາງເລືອກເພີ່ມເຕີມ
lt: Daugiau pasirinkimų
mr: अधिक पर्याय
my: နောက်ထပ် ရွေးချယ်စရာများ
nl: Meer opties
sq: Me shume opsione
sw: Chaguo zaidi
ta: மேலும் விருப்பங்கள்
ur: مزید زرائے
uz: Boshqa variantlar

# noImageGenerate_openai
source: No image generate
az: Şəkil yaratmır
bn: কোন ইমেজ জেনারেট
km: គ្មានរូបភាពបង្កើតទេ។
kn: ಯಾವುದೇ ಚಿತ್ರವನ್ನು ರಚಿಸುವುದಿಲ್ಲ
ku: Wêneya nayê oluştur
lo: ບໍ່ມີການສ້າງຮູບພາບ
lt: Vaizdas negeneruojamas
mr: कोणतीही प्रतिमा निर्माण नाही
my: ပုံထုတ်ပေးခြင်းမရှိပါ။
nl: Er wordt geen afbeelding gegenereerd
sq: Asnjë imazh nuk gjenerohet
sw: Hakuna picha inayozalisha
ta: படத்தை உருவாக்கவில்லை
ur: کوئی تصویر نہیں بنتی
uz: Tasvir yaratilmaydi

# numberOfImages_openai
source: Number of images
az: Şəkillərin sayı
bn: ছবির সংখ্যা
km: ចំនួនរូបភាព
kn: ಚಿತ್ರಗಳ ಸಂಖ್ಯೆ
ku: Têkiliya wêneyan
lo: ຈໍານວນຮູບພາບ
lt: Vaizdų skaičius
mr: प्रतिमांची संख्या
my: ပုံအရေအတွက်
nl: Aantal afbeeldingen
sq: Numri i imazheve
sw: Idadi ya picha
ta: படங்களின் எண்ணிக்கை
ur: تصاویر کی تعداد
uz: Rasmlar soni

# numberOfImagesCondition_openai
source: The number of images to generate. Must be between 1 and 10.
az: Yaradılan şəkillərin sayı. 1 ilə 10 arasında olmalıdır.
bn: উত্পন্ন ছবির সংখ্যা. 1 থেকে 10 এর মধ্যে হতে হবে।
km: ចំនួនរូបភាពដែលត្រូវបង្កើត។ ត្រូវ​មាន​ចន្លោះ​ពី ១ ទៅ ១០។
kn: ರಚಿಸಬೇಕಾದ ಚಿತ್ರಗಳ ಸಂಖ್ಯೆ. 1 ಮತ್ತು 10 ರ ನಡುವೆ ಇರಬೇಕು.
ku: Têkiliya wêneyan ku ji aliyê oluşturê ve tê. Divê di navbera 1 û 10 be.
lo: ຈໍານວນຮູບພາບທີ່ຈະສ້າງ. ຕ້ອງຢູ່ລະຫວ່າງ 1 ຫາ 10.
lt: Sugeneruojamų vaizdų skaičius. Turi būti nuo 1 iki 10.
mr: व्युत्पन्न करण्यासाठी प्रतिमांची संख्या. 1 आणि 10 च्या दरम्यान असणे आवश्यक आहे.
my: ထုတ်လုပ်ရန် ပုံအရေအတွက်။ 1 နှင့် 10 ကြားရှိရမည်။
nl: Het aantal te genereren afbeeldingen. Moet tussen 1 en 10 zijn.
sq: Numri i imazheve për të krijuar. Duhet të jetë midis 1 dhe 10.
sw: Idadi ya picha za kutengeneza. Lazima iwe kati ya 1 na 10.
ta: உருவாக்க வேண்டிய படங்களின் எண்ணிக்கை. 1 முதல் 10 வரை இருக்க வேண்டும்.
ur: تخلیق کرنے والی تصاویر کی تعداد۔ 1 اور 10 کے درمیان ہونا چاہیے۔
uz: Yaratiladigan tasvirlar soni. 1 dan 10 gacha bo'lishi kerak.

# options_openai
source: Options
az: Seçimlər
bn: বিকল্পগুলি
km: ជម្រើស
kn: ಆಯ್ಕೆಗಳು
ku: Dikarîn
lo: ທາງເລືອກ
lt: Galimybės
mr: पर्याय
my: ရွေးစရာများ
nl: opties
sq: Opsione
sw: chaguzi
ta: விருப்பங்கள்
ur: اختیارات
uz: Tanlovlar

# page_openai
source: Page
az: Səhifə
bn: পৃষ্ঠা
km: ទំព័រ
kn: ಪುಟ
ku: Rûpel
lo: ໜ້າ
lt: Puslapis
mr: पान
my: စာမျက်နှာ
nl: Pagina
sq: faqe
sw: Ukurasa
ta: பக்கம்
ur: صفحہ
uz: Sahifa

# pleaseCheckConnection_openai
source: Please check your connection and try again!
az: Bağlantınızı yoxlayın və yenidən cəhd edin!
bn: আপনার সংযোগ পরীক্ষা করুন এবং আবার চেষ্টা করুন!
km: សូមពិនិត្យមើលការតភ្ជាប់របស់អ្នក ហើយព្យាយាមម្តងទៀត!
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಸಂಪರ್ಕವನ್ನು ಪರಿಶೀಲಿಸಿ ಹಾಗೂ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ!
ku: Ji kerema xwe têkilîya xwe biçekînin û piştî sêyemîn bibe!
lo: ກະລຸນາກວດສອບການເຊື່ອມຕໍ່ຂອງເຈົ້າແລ້ວລອງໃໝ່ອີກຄັ້ງ!
lt: Patikrinkite ryšį ir bandykite dar kartą!
mr: कृपया तुमचे कनेक्शन तपासा आणि पुन्हा प्रयत्न करा!
my: သင့်ချိတ်ဆက်မှုကို စစ်ဆေးပြီး ထပ်စမ်းကြည့်ပါ။
nl: Controleer je verbinding en probeer het opnieuw!
sq: Ju lutemi kontrolloni lidhjen tuaj dhe provoni përsëri!
sw: Tafadhali angalia muunganisho wako na ujaribu tena!
ta: உங்கள் இணைப்பைச் சரிபார்த்து, மீண்டும் முயற்சிக்கவும்!
ur: براہ کرم اپنا کنکشن چیک کریں اور دوبارہ کوشش کریں!
uz: Iltimos, ulanishingizni tekshiring va qaytadan urining!

# pleaseInputFillAllFields_openai
source: Please fill in all fields
az: Zəhmət olmasa bütün sahələri doldurun
bn: সবগুলো ঘর পূরন করুন
km: សូមបំពេញគ្រប់វិស័យ
kn: ದಯವಿಟ್ಟು ಎಲ್ಲಾ ಕ್ಷೇತ್ರಗಳನ್ನು ಭರ್ತಿ ಮಾಡಿ
ku: Ji kerema xwe hemû qadên derkevin
lo: ກະລຸນາຕື່ມຂໍ້ມູນໃສ່ໃນທຸກຊ່ອງ
lt: Prašome užpildyti visus laukus
mr: कृपया सर्व फील्ड भरा
my: ကွက်လပ်အားလုံးကို ဖြည့်ပါ။
nl: Vul alstublieft alle velden in
sq: Ju lutemi plotësoni të gjitha fushat
sw: Tafadhali jaza sehemu zote
ta: அனைத்து புலங்களையும் நிரப்பவும்
ur: براہ کرم تمام فیلڈز کو پُر کریں۔
uz: Iltimos, barcha maydonlarni toʻldiring

# regenerateResponse_openai
source: Regenerate response
az: Cavabın bərpası
bn: প্রতিক্রিয়া পুনর্জন্ম
km: បង្កើតការឆ្លើយតបឡើងវិញ
kn: ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಪುನರುತ್ಪಾದಿಸಿ
ku: Paşxistina bersivê
lo: ຟື້ນຟູການຕອບໂຕ້
lt: Regeneruoti atsaką
mr: प्रतिसाद पुन्हा निर्माण करा
my: တုံ့ပြန်မှုကို ပြန်ထုတ်ပါ။
nl: Reactie opnieuw genereren
sq: Rigjeneroni përgjigjen
sw: Tengeneza jibu upya
ta: பதிலை மீண்டும் உருவாக்கவும்
ur: ردعمل کو دوبارہ تخلیق کریں۔
uz: Javobni qayta tiklash

# resetSettings_openai
source: Reset Settings
az: Parametrləri sıfırlayın
bn: রিসেট সেটিংস
km: កំណត់ការកំណត់ឡើងវិញ
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಮರುಹೊಂದಿಸಿ
ku: Mîhengên veger bibe
lo: ຣີເຊັດການຕັ້ງຄ່າ
lt: Atstatyti nustatymus
mr: सेटिंग्ज रीसेट करा
my: ဆက်တင်များကို ပြန်လည်သတ်မှတ်ပါ။
nl: Reset instellingen
sq: Rivendos cilësimet
sw: Weka upya Mipangilio
ta: அமைப்புகளை மீட்டமைக்கவும்
ur: ترتیبات کو دوبارہ ترتیب دیں۔
uz: Sozlamalarni tiklash

# share_openai
source: Share
az: Paylaşın
bn: ভাগ
km: ចែករំលែក
kn: ಹಂಚಿಕೊಳ್ಳಿ
ku: Pêdivî
lo: ແບ່ງປັນ
lt: Dalintis
mr: सामायिक करा
my: မျှဝေပါ
nl: Delen
sq: pjesë
sw: Shiriki
ta: பகிர்
ur: بانٹیں
uz: Baham ko'ring

# somethingWhenWrong_openai
source: Something went wrong! Please try again later. Thank you so much!
az: Nəsə xəta baş verdi! Zəhmət olmasa bir az sonra yenə cəhd edin. Çox sağ ol!
bn: কিছু ভুল হয়েছে! অনুগ্রহ করে একটু পরে আবার চেষ্টা করুন. তোমাকে অনেক ধন্যবাদ!
km: មាន​អ្វីមួយ​មិន​ប្រក្រតី! សូម​ព្យាយាម​ម្តង​ទៀត​នៅ​ពេល​ក្រោយ។ អរគុណច្រើន!
kn: ಏನೋ ತಪ್ಪಾಗಿದೆ! ದಯವಿಟ್ಟು ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ. ತುಂಬಾ ಧನ್ಯವಾದಗಳು!
ku: Tiştê nayê pêşveçûn! Jiber ku xuya dike piştî ku pêşî li ser vê yekê bû. Spas dikim gelek!
lo: ມີບາງຢ່າງຜິດພາດເກີດຂຶ້ນ! ກະລຸນາລອງໃໝ່ໃນພາຍຫຼັງ. ຂອບ​ໃຈ​ຫຼາຍໆ!
lt: Kažkas ne taip! Pabandykite dar kartą vėliau. Labai ačiū!
mr: काहीतरी चूक झाली! कृपया पुन्हा प्रयत्न करा. खूप खूप धन्यवाद!
my: တစ်ခုခုမှားသွားသည်။ နောက်မှ ထပ်စမ်းကြည့်ပါ။ ကျေးဇူးအရမ်းတင်ပါတယ်!
nl: Er is iets fout gegaan! Probeer het later opnieuw. Ontzettend bedankt!
sq: Dicka shkoi keq! Ju lutemi provoni përsëri më vonë. Shume faleminderit!
sw: Hitilafu fulani imetokea! Tafadhali jaribu tena baadae. Asante sana!
ta: ஏதோ தவறு நடந்துவிட்டது! பிறகு முயற்சிக்கவும். மிக்க நன்றி!
ur: کچھ غلط ہو گیا! براہ کرم کچھ دیر بعد کوشش کریں. بہت بہت شکریہ!
uz: Nimadir noto'g'ri bajarildi! Iltimos keyinroq qayta urinib ko'ring. Sizga katta rahmat!

# speechNotAvailable_openai
source: Speech not available
az: Nitq mövcud deyil
bn: বক্তৃতা উপলব্ধ নয়
km: ការនិយាយមិនមានទេ។
kn: ಮಾತು ಲಭ್ಯವಿಲ್ಲ
ku: Gotar nîne
lo: ບໍ່ມີສຽງເວົ້າ
lt: Kalba nepasiekiama
mr: भाषण उपलब्ध नाही
my: စကားပြောမရနိုင်ပါ။
nl: Spraak niet beschikbaar
sq: Fjalimi nuk ofrohet
sw: Hotuba haipatikani
ta: பேச்சு கிடைக்கவில்லை
ur: تقریر دستیاب نہیں ہے۔
uz: Nutq mavjud emas

# style_openai
source: Style
az: Üslub
bn: শৈলী
km: ស្តាយ
kn: ಶೈಲಿ
ku: Dizayn
lo: ແບບ
lt: Stilius
mr: शैली
my: စတိုင်
nl: Stijl
sq: Stili
sw: Mtindo
ta: உடை
ur: انداز
uz: Uslub

# tapTheMicToTalk_openai
source: Tap the mic to talk
az: Danışmaq üçün mikrofona toxunun
bn: কথা বলতে মাইকে ট্যাপ করুন
km: ប៉ះមីក្រូហ្វូនដើម្បីនិយាយ
kn: ಮಾತನಾಡಲು ಮೈಕ್ ಟ್ಯಾಪ್ ಮಾಡಿ
ku: Li ser Mikrofonê dixe ser hevpeyvînê
lo: ແຕະໄມເພື່ອລົມ
lt: Norėdami kalbėti, bakstelėkite mikrofoną
mr: बोलण्यासाठी माइकवर टॅप करा
my: စကားပြောရန် မိုက်ကို တို့ပါ။
nl: Tik op de microfoon om te praten
sq: Prek mikrofonin për të folur
sw: Gusa maikrofoni ili kuzungumza
ta: பேச மைக்கைத் தட்டவும்
ur: بات کرنے کے لیے مائیک کو تھپتھپائیں۔
uz: Gapirish uchun mikrofonni bosing

# textGenerate_openai
source: Text generate
az: Mətn yaratmaq
bn: টেক্সট তৈরি করুন
km: បង្កើតអត្ថបទ
kn: ಪಠ್ಯ ರಚನೆ
ku: Nivîsa Oluştur
lo: ສ້າງຂໍ້ຄວາມ
lt: Teksto generavimas
mr: मजकूर व्युत्पन्न करा
my: စာသားဖန်တီးပါ။
nl: Tekst genereren
sq: Gjenerimi i tekstit
sw: Tengeneza maandishi
ta: உரை உருவாக்கம்
ur: متن تیار کریں۔
uz: Matn yaratish

# typeAMessage_openai
source: Type a message...
az: Mesaj yazın...
bn: একটি বার্তা টাইপ করুন...
km: វាយ​សារ...
kn: ಸಂದೇಶವನ್ನು ಟೈಪ್ ಮಾಡಿ...
ku: Nivîsa yekem lîstikîne ...
lo: ພິມຂໍ້ຄວາມ...
lt: Įveskite pranešimą ...
mr: संदेश टाइप करा...
my: မက်ဆေ့ခ်ျရိုက်ပါ...
nl: Type een bericht...
sq: Shkruani një mesazh...
sw: Andika ujumbe...
ta: செய்தியை உள்ளிடவும்...
ur: ایک پیغام ٹائپ کریں...
uz: Xabar yozing...

# view_openai
source: View
az: Bax
bn: দৃশ্য
km: មើល
kn: ನೋಟ
ku: Cihê
lo: ເບິ່ງ
lt: Vaizdas
mr: पहा
my: ကြည့်ရှုပါ
nl: Uitzicht
sq: Pamje
sw: Tazama
ta: காண்க
ur: دیکھیں
uz: Ko'rinish

# viewType_openai
source: View type
az: Görünüş növü
bn: দেখুন প্রকার
km: មើលប្រភេទ
kn: ಪ್ರಕಾರವನ್ನು ವೀಕ್ಷಿಸಿ
ku: Jorîn loqmayîn
lo: ປະເພດເບິ່ງ
lt: Rodinio tipas
mr: प्रकार पहा
my: ကြည့်ရှုမှုအမျိုးအစား
nl: Type weergave
sq: Lloji i pamjes
sw: Aina ya kutazama
ta: பார்வை வகை
ur: قسم دیکھیں
uz: Ko'rish turi

# write_openai
source: Write
az: yaz
bn: লিখুন
km: សរសេរ
kn: ಬರೆಯಿರಿ
ku: Nivîs
lo: ຂຽນ
lt: Rašyti
mr: लिहा
my: ရေးပါ။
nl: SCHRIJVEN
sq: Shkruaj
sw: Andika
ta: எழுது
ur: لکھیں۔
uz: Yozing

# searchByPrompt_openai
source: Search by Prompt...
az: Sorğu ilə Axtar...
bn: প্রম্পট দ্বারা অনুসন্ধান করুন...
km: ស្វែងរក​តាម​ប្រអប់​បញ្ចូល...
kn: ಪ್ರಾಂಪ್ಟ್ ಮೂಲಕ ಹುಡುಕಿ...
lo: ຊອກຫາໂດຍການເຕືອນ...
lt: Ieškoti pagal raginimą...
mr: प्रॉम्प्टद्वारे शोधा...
my: Prompt ဖြင့်ရှာပါ...
nl: Zoeken op prompt...
sq: Kërko sipas kërkesës...
sw: Tafuta kwa Prompt...
ta: உடனடியாக தேடுங்கள்...
ur: پرامپٹ سے تلاش کریں...
uz: Soʻrov boʻyicha qidirish...

# about_openai
source: About
az: haqqında
bn: সম্পর্কিত
km: អំពី
kn: ಬಗ್ಗೆ
lo: ກ່ຽວກັບ
lt: Apie
mr: बद्दल
my: အကြောင်း
nl: Wat betreft
sq: për
sw: Kuhusu
ta: பற்றி
ur: کے بارے میں
uz: Haqida

# chat_openai
source: Chat
az: Çat
bn: চ্যাট করুন
km: ជជែក
kn: ಚಾಟ್
lo: ສົນທະນາ
lt: Pokalbis
mr: गप्पा मारा
my: ချက်တင်
nl: babbelen
sq: Bisedë
sw: Ongea
ta: அரட்டை
ur: چیٹ

# chatDetail_openai
source: Chat Detail
az: Söhbət Təfərrüatı
bn: চ্যাট বিস্তারিত
km: ព័ត៌មានលម្អិតជជែក
kn: ಚಾಟ್ ವಿವರ
lo: ລາຍລະອຽດການສົນທະນາ
lt: Pokalbio detalė
mr: गप्पा तपशील
my: ချတ်အသေးစိတ်
nl: Chatdetails
sq: Detajet e bisedës
sw: Maelezo ya Gumzo
ta: அரட்டை விவரம்
ur: چیٹ کی تفصیل
uz: Suhbat tafsilotlari
