Repository: didazorro/prestigeapp
Catalog: packages/chatgpt_core/lib/l10n/intl_*.arb
Languages: az, bn, km, kn, ku, lo, lt, mr, my, nl, sq, sw, ta, ur, uz

# deleteFailed_openai
source: Delete Failed
az: Silmək alınmadı
bn: মুছে ফেলতে ব্যর্থ হয়েছে
km: លុបបានបរាជ័យ
kn: ಅಳಿಸುವಿಕೆ ವಿಫಲವಾಗಿದೆ
lo: ລຶບບໍ່ສຳເລັດ
lt: Ištrinti nepavyko
mr: हटवणे अयशस्वी
my: ဖျက်၍မရပါ။
nl: Verwijderen is mislukt
sq: Fshirja dështoi
sw: Imeshindwa Kufuta
ta: நீக்குவது தோல்வியடைந்தது
ur: حذف کرنا ناکام ہو گیا۔
uz: Oʻchirish amalga oshmadi

# interest_openai
source: Interest
az: Maraq
bn: স্বার্থ
km: ការប្រាក់
kn: ಆಸಕ್ತಿ
lo: ດອກເບ້ຍ
lt: Palūkanos
mr: व्याज
my: အတိုး
nl: Interesseren
sq: Interesi
sw: hamu
ta: ஆர்வம்
ur: دلچسپی
uz: Qiziqish

# jobRole_openai
source: Job Role
az: İş Rolu
bn: চাকরির ভূমিকা
km: តួនាទី​ការ​ងារ
kn: ಉದ್ಯೋಗ ಪಾತ್ರ
lo: ບົດບາດໜ້າວຽກ
lt: Darbo vaidmuo
mr: नोकरीची भूमिका
my: ယောဘကဏ္ R
nl: Taakomschrijving
sq: Roli i punës
sw: Jukumu la Kazi
ta: வேலை பங்கு
ur: عملی ذمہ داری، عملی کردار
uz: Ish roli

# jobSkills_openai
source: Job Skills
az: İş Bacarıqları
bn: কাজের দক্ষতা
km: ជំនាញការងារ
kn: ಉದ್ಯೋಗ ಕೌಶಲ್ಯಗಳು
lo: ທັກສະວຽກ
lt: Darbo įgūdžiai
mr: नोकरी कौशल्य
my: အလုပ်ကျွမ်းကျင်မှု
nl: Baan vaardigheden
sq: Aftësitë e Punës
sw: Ujuzi wa Kazi
ta: வேலை திறன்கள்
ur: ملازمت کی مہارتیں
uz: Ish ko'nikmalari

# layoutStyle_openai
source: Layout Style
bn: নকশার ধরণ
km: រចនាប័ទ្មប្លង់
kn: ಲೇಔಟ್ ಶೈಲಿ
lo: ຮູບແບບໂຄງຮ່າງ
lt: Išdėstymo stilius
mr: मांडणी शैली
my: လက်ကွက်ပုံစံ
nl: Layout-stijl
sq: Stili i paraqitjes
sw: Mtindo wa Mpangilio
ta: தளவமைப்பு உடை
ur: ترتیب کا طریقا
uz: Tartib uslubi

# limitImage_openai
source: There is only {limit}x image search in the free version.
az: Pulsuz versiyada yalnız {limit}x şəkil axtarışı var.
bn: বিনামূল্যে সংস্করণে শুধুমাত্র {limit}x ছবি অনুসন্ধান আছে৷
km: មានតែការស្វែងរករូបភាព {limit}x នៅក្នុងកំណែឥតគិតថ្លៃ។
kn: ಉಚಿತ ಆವೃತ್ತಿಯಲ್ಲಿ ಕೇವಲ {limit}x ಚಿತ್ರ ಹುಡುಕಾಟವಿದೆ.
lo: ມີພຽງແຕ່ການຊອກຫາຮູບພາບ {limit}x ໃນເວີຊັນຟຣີ.
lt: Nemokamoje versijoje yra tik {limit}x vaizdų paieška.
mr: विनामूल्य आवृत्तीमध्ये फक्त {limit}x प्रतिमा शोध आहे.
my: အခမဲ့ဗားရှင်းတွင် ရုပ်ပုံရှာဖွေမှု {limit}x သာရှိသည်။
nl: Er is slechts {limit}x zoeken naar afbeeldingen in de gratis versie.
sq: Ka vetëm {limit}x kërkim imazhesh në versionin falas.
sw: Kuna utafutaji wa picha wa x {limit}pekee katika toleo lisilolipishwa.
ta: இலவச பதிப்பில் {limit}x படத் தேடல் மட்டுமே உள்ளது.
ur: مفت ورژن میں صرف {limit}x تصویر کی تلاش ہے۔
uz: Bepul versiyada faqat {limit}x rasm qidiruvi mavjud.

# limitTheText_openai
source: Up to {limit} messages can only be displayed in the free version.
az: {limit} -ə qədər mesaj yalnız pulsuz versiyada göstərilə bilər.
bn: {limit} টি পর্যন্ত বার্তা শুধুমাত্র বিনামূল্যের সংস্করণে প্রদর্শিত হতে পারে৷
km: សាររហូតដល់ {limit} អាចបង្ហាញតែក្នុងកំណែឥតគិតថ្លៃប៉ុណ្ណោះ។
kn: {limit} ಸಂದೇಶಗಳನ್ನು ಉಚಿತ ಆವೃತ್ತಿಯಲ್ಲಿ ಮಾತ್ರ ಪ್ರದರ್ಶಿಸಬಹುದು.
lo: ສູງສຸດ {limit} ຂໍ້ຄວາມສາມາດສະແດງຢູ່ໃນສະບັບຟຣີເທົ່ານັ້ນ.
lt: Tik nemokama versija gali būti rodoma iki {limit} pranešimų.
mr: {limit} पर्यंत संदेश केवळ विनामूल्य आवृत्तीमध्ये प्रदर्शित केले जाऊ शकतात.
my: မက်ဆေ့ခ်ျ {limit} စောင်အထိ အခမဲ့ဗားရှင်းတွင်သာ ပြသနိုင်သည်။
nl: Er kunnen maximaal {limit} berichten worden weergegeven in de gratis versie.
sq: Deri në {limit} mesazhe mund të shfaqen vetëm në versionin falas.
sw: Hadi jumbe {limit} zinaweza kuonyeshwa katika toleo lisilolipishwa pekee.
ta: இலவச பதிப்பில் {limit} செய்திகள் வரை மட்டுமே காட்டப்படும்.
ur: {limit} پیغامات تک صرف مفت ورژن میں دکھائے جا سکتے ہیں۔
uz: {limit} tagacha xabar faqat bepul versiyada koʻrsatilishi mumkin.

# newChat_openai
source: New Chat
az: Yeni Söhbət
bn: নতুন চ্যাট
km: ការជជែកថ្មី។
kn: ಹೊಸ ಚಾಟ್
lo: ສົນທະນາໃໝ່
lt: Naujas pokalbis
mr: नवीन गप्पा
my: Chat အသစ်
nl: Nieuw gesprek
sq: Bisedë e re
sw: Gumzo Mpya
ta: புதிய அரட்டை
ur: نئی چیٹ
uz: Yangi chat

# prompt_openai
source: Prompt
az: Tələb
bn: শীঘ্র
km: ប្រអប់បញ្ចូល
kn: ಪ್ರಾಂಪ್ಟ್
lo: ການກະຕຸ້ນເຕືອນ
lt: Raginama
mr: प्रॉमप्ट
my: ချက်ချင်း
nl: snel
sq: i menjëhershëm
sw: haraka
ta: உடனடி
ur: فوری طور پر
uz: Tezkor

# reset_openai
source: Reset
az: Sıfırlayın
bn: রিসেট
km: កំណត់ឡើងវិញ
kn: ಮರುಹೊಂದಿಸಿ
lo: ປັບ ໃໝ່
lt: Atstatyti
mr: रीसेट करा
my: ပြန်လည်စတင်
sw: Rudisha
ta: மீட்டமை
ur: ری سیٹ کریں
uz: Qayta o'rnatish

# sectionKeywords_openai
source: Section Keywords
az: Bölmə Açar Sözləri
bn: বিভাগ কীওয়ার্ড
km: ផ្នែកពាក្យគន្លឹះ
kn: ವಿಭಾಗ ಕೀವರ್ಡ್ಗಳು
lo: ພາກສ່ວນຄໍາສໍາຄັນ
lt: Skyrius Raktiniai žodžiai
mr: विभाग कीवर्ड
my: ကဏ္ဍ သော့ချက်စာလုံးများ
nl: Sectie Trefwoorden
sq: Seksioni Fjalë kyçe
sw: Maneno muhimu ya Sehemu
ta: பிரிவு முக்கிய வார்த்தைகள்
ur: سیکشن مطلوبہ الفاظ
uz: Bo'lim kalit so'zlari

# sectionTopic_openai
source: Section Topic
az: Bölmə Mövzu
bn: বিভাগ বিষয়
km: ផ្នែកប្រធានបទ
kn: ವಿಭಾಗದ ವಿಷಯ
lo: ຫົວຂໍ້ພາກ
lt: Skyriaus tema
mr: विभागाचा विषय
my: ကဏ္ဍခေါင်းစဉ်
nl: Sectie onderwerp
sq: Seksioni Tema
sw: Mada ya Sehemu
ta: பிரிவு தலைப்பு
ur: سیکشن کا موضوع
uz: Bo'lim mavzusi

# selectPrompt_openai
source: Select Prompt
az: Sorğu seçin
bn: প্রম্পট নির্বাচন করুন
km: ជ្រើសរើសប្រអប់បញ្ចូល
kn: ಪ್ರಾಂಪ್ಟ್ ಆಯ್ಕೆಮಾಡಿ
lo: ເລືອກ Prompt
lt: Pasirinkite Raginimas
mr: प्रॉम्प्ट निवडा
my: Prompt ကို ရွေးပါ။
nl: Selecteer vragen
sq: Zgjidhni Prompt
sw: Chagua Prompt
ta: கட்டளையைத் தேர்ந்தெடுக்கவும்
ur: پرامپٹ کو منتخب کریں۔
uz: So'rovni tanlang

# settings_openai
source: Settings
az: Ayarlar
bn: সেটিংস
km: ការកំណត់
kn: ಸೆಟ್ಟಿಂಗ್ಗಳು
lo: ການຕັ້ງຄ່າ
lt: Nustatymai
mr: सेटिंग्ज
my: ချိန်ညှိချက်များ
nl: instellingen
sq: Cilësimet
sw: Mipangilio
ta: அமைப்புகள்
ur: ترتیبات۔
uz: Sozlamalar

# skills_openai
source: Skills
az: bacarıqlar
bn: দক্ষতা
km: ជំនាញ
kn: ಕೌಶಲ್ಯಗಳು
lo: ທັກສະ
lt: Įgūdžiai
mr: कौशल्य
my: ကျွမ်းကျင်မှု
nl: vaardigheden
sq: Aftësitë
sw: Ujuzi
ta: திறன்கள்
ur: ہنر
uz: Ko'nikmalar

# textGenerator_openai
source: Text Generator
az: Mətn generatoru
bn: টেক্সট জেনারেটর
km: ម៉ាស៊ីនបង្កើតអត្ថបទ
kn: ಪಠ್ಯ ಜನರೇಟರ್
lo: ຕົວສ້າງຂໍ້ຄວາມ
lt: Teksto generatorius
mr: मजकूर जनरेटर
my: စာသားမီးစက်
nl: Tekstgenerator
sq: Gjeneruesi i tekstit
sw: Jenereta ya maandishi
ta: உரை ஜெனரேட்டர்
ur: ٹیکسٹ جنریٹر
uz: Matn generatori

# confirmRemoveKey_openai
source: Are you sure to remove key?
az: Açarı siləcəyinizə əminsiniz?
bn: আপনি কি মুছে ফেলার বিষয়ে নিশ্চিত?
km: តើអ្នកប្រាកដក្នុងការដកសោចេញទេ?
kn: ಕೀಲಿಯನ್ನು ತೆಗೆದುಹಾಕುವುದು ಖಚಿತವೇ?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າເອົາກະແຈອອກ?
lt: Ar tikrai pašalinsite raktą?
mr: तुम्हाला खात्री आहे की की काढायची आहे?
my: သော့ကို ဖယ်ရှားရန် သေချာပါသလား။
nl: Weet u zeker dat u de sleutel wilt verwijderen?
sq: Je i sigurt për të hequr çelësin?
sw: Je, una uhakika wa kuondoa ufunguo?
ta: விசையை அகற்றுவது உறுதியா?
ur: کیا آپ یقینی طور پر کلید کو ہٹانا چاہتے ہیں؟
uz: Kalitni olib tashlashga ishonchingiz komilmi?

# createChatFailed_openai
source: Create Chat Failed
az: Söhbət Yaradılmadı
bn: চ্যাট তৈরি করা ব্যর্থ হয়েছে৷
km: បង្កើតការជជែកបានបរាជ័យ
kn: ಚಾಟ್ ರಚಿಸಲು ವಿಫಲವಾಗಿದೆ
lo: ສ້າງການສົນທະນາລົ້ມເຫລວ
lt: Nepavyko sukurti pokalbio
mr: चॅट तयार करणे अयशस्वी
my: ချတ်ဖန်တီးခြင်း မအောင်မြင်ပါ။
nl: Chat maken mislukt
sq: Krijimi i bisedës dështoi
sw: Imeshindwa Kuunda Gumzo
ta: அரட்டையை உருவாக்க முடியவில்லை
ur: چیٹ بنانا ناکام ہو گیا۔
uz: Chat yaratib bo‘lmadi

# inputKey_openai
source: Input Key
az: Giriş Açarı
bn: ইনপুট কী
km: គ្រាប់ចុចបញ្ចូល
kn: ಇನ್ಪುಟ್ ಕೀ
lo: ລະຫັດປ້ອນຂໍ້ມູນ
lt: Įvesties raktas
mr: इनपुट की
my: ထည့်သွင်းသောကီး
nl: Invoersleutel
sq: Çelësi i hyrjes
sw: Ufunguo wa Kuingiza
ta: உள்ளீட்டு விசை
ur: ان پٹ کلید
uz: Kirish kaliti

# introAboutKey_openai
source: Your API Key is stored locally on your mobile and never sent anywhere else. You can save your key to use it later. You can also remove your key if you don't want to use it anymore.
az: API Açarınız yerli olaraq mobil telefonunuzda saxlanılır və heç vaxt başqa yerə göndərilmir. Daha sonra istifadə etmək üçün açarınızı saxlaya bilərsiniz. Bundan sonra istifadə etmək istəmirsinizsə, açarınızı da silə bilərsiniz.
bn: আপনার API কী আপনার মোবাইলে স্থানীয়ভাবে সংরক্ষণ করা হয় এবং অন্য কোথাও পাঠানো হয় না। আপনি পরে এটি ব্যবহার করার জন্য আপনার কী সংরক্ষণ করতে পারেন। আপনি যদি এটি আর ব্যবহার করতে না চান তবে আপনি আপনার কীটিও সরাতে পারেন।
km: API Key របស់អ្នកត្រូវបានរក្សាទុកក្នុងមូលដ្ឋាននៅលើទូរស័ព្ទរបស់អ្នក ហើយមិនដែលផ្ញើទៅកន្លែងណាផ្សេងទេ។ អ្នកអាចរក្សាទុកសោរបស់អ្នកដើម្បីប្រើវានៅពេលក្រោយ។ អ្នកក៏អាចដកសោរបស់អ្នកចេញ ប្រសិនបើអ្នកមិនចង់ប្រើវាទៀតទេ។
kn: ನಿಮ್ಮ API ಕೀಯನ್ನು ನಿಮ್ಮ ಮೊಬೈಲ್‌ನಲ್ಲಿ ಸ್ಥಳೀಯವಾಗಿ ಸಂಗ್ರಹಿಸಲಾಗುತ್ತದೆ ಮತ್ತು ಬೇರೆಲ್ಲಿಗೂ ಕಳುಹಿಸುವುದಿಲ್ಲ. ನಂತರ ಅದನ್ನು ಬಳಸಲು ನಿಮ್ಮ ಕೀಲಿಯನ್ನು ನೀವು ಉಳಿಸಬಹುದು. ನಿಮ್ಮ ಕೀಲಿಯನ್ನು ನೀವು ಇನ್ನು ಮುಂದೆ ಬಳಸಲು ಬಯಸದಿದ್ದರೆ ನೀವು ಅದನ್ನು ತೆಗೆದುಹಾಕಬಹುದು.
lo: API Key ຂອງເຈົ້າຖືກເກັບໄວ້ໃນມືຖືຂອງເຈົ້າ ແລະບໍ່ເຄີຍສົ່ງໄປບ່ອນອື່ນ. ທ່ານສາມາດບັນທຶກກະແຈຂອງທ່ານເພື່ອໃຊ້ໃນພາຍຫຼັງ. ທ່ານຍັງສາມາດເອົາກະແຈຂອງທ່ານອອກໄດ້ຖ້າທ່ານບໍ່ຕ້ອງການໃຊ້ມັນອີກຕໍ່ໄປ.
lt: Jūsų API raktas yra saugomas jūsų mobiliajame telefone ir niekada niekur nesiunčiamas. Galite išsaugoti raktą, kad galėtumėte jį naudoti vėliau. Taip pat galite išimti raktą, jei nebenorite jo naudoti.
mr: तुमची API की तुमच्या मोबाइलवर स्थानिक पातळीवर संग्रहित केली जाते आणि इतर कोठेही पाठवली जात नाही. तुम्ही तुमची की नंतर वापरण्यासाठी जतन करू शकता. तुम्हाला तुमची की यापुढे वापरायची नसल्यास तुम्ही ती काढू शकता.
my: သင်၏ API ကီးကို သင့်မိုဘိုင်းတွင် စက်တွင်း၌ သိမ်းဆည်းထားပြီး အခြားမည်သည့်နေရာကိုမှ မပို့ပါ။ နောက်မှအသုံးပြုရန် သင့်သော့ကို သင်သိမ်းဆည်းနိုင်ပါသည်။ သင့်သော့ကို အသုံးမပြုလိုပါကလည်း ဖယ်ရှားနိုင်ပါသည်။
nl: Uw API-sleutel wordt lokaal op uw mobiel opgeslagen en wordt nooit ergens anders naartoe gestuurd. U kunt uw sleutel opslaan om deze later te gebruiken. U kunt uw sleutel ook verwijderen als u deze niet meer wilt gebruiken.
sq: Çelësi juaj API ruhet lokalisht në celularin tuaj dhe nuk dërgohet kurrë askund tjetër. Mund ta ruani çelësin tuaj për ta përdorur më vonë. Ju gjithashtu mund ta hiqni çelësin nëse nuk dëshironi ta përdorni më.
sw: Ufunguo wako wa API umehifadhiwa kwenye kifaa chako cha mkononi na haujatumwa popote pengine. Unaweza kuhifadhi ufunguo wako ili kuutumia baadaye. Unaweza pia kuondoa ufunguo wako ikiwa hutaki kuutumia tena.
ta: உங்கள் API விசை உங்கள் மொபைலில் உள்ளூரில் சேமிக்கப்பட்டு வேறு எங்கும் அனுப்பப்படவில்லை. உங்கள் விசையை பின்னர் பயன்படுத்த அதைச் சேமிக்கலாம். உங்கள் சாவியை இனி பயன்படுத்த விரும்பவில்லை என்றால் அதையும் அகற்றலாம்.
ur: آپ کی API کلید مقامی طور پر آپ کے موبائل پر محفوظ ہوتی ہے اور کبھی بھی کہیں اور نہیں بھیجی جاتی۔ آپ اپنی کلید کو بعد میں استعمال کرنے کے لیے محفوظ کر سکتے ہیں۔ اگر آپ اسے مزید استعمال نہیں کرنا چاہتے ہیں تو آپ اسے ہٹا بھی سکتے ہیں۔
uz: Sizning API kalitingiz mobil qurilmangizda saqlanadi va hech qachon boshqa joyga yuborilmaydi. Kalitni keyinroq ishlatish uchun saqlashingiz mumkin. Agar siz undan boshqa foydalanishni xohlamasangiz, kalitingizni olib tashlashingiz mumkin.

# invalidKey_openai
source: Invalid Key
az: Yanlış Açar
bn: ভুল চাবি
km: សោមិនត្រឹមត្រូវ
kn: ಅಮಾನ್ಯ ಕೀ
lo: ກະແຈບໍ່ຖືກຕ້ອງ
lt: Neteisingas raktas
mr: अवैध की
my: ကီးမမှန်ကန်ပါ။
nl: Ongeldige sleutel
sq: Çelësi i pavlefshëm
sw: Ufunguo Batili
ta: தவறான விசை
ur: غلط کلید
uz: Yaroqsiz kalit

# loadKeyFailed_openai
source: Load Key Failed
az: Açarı yükləmək alınmadı
bn: লোড কী ব্যর্থ হয়েছে৷
km: ការផ្ទុកសោបានបរាជ័យ
kn: ಲೋಡ್ ಕೀ ವಿಫಲವಾಗಿದೆ
lo: ໂຫຼດລະຫັດລົ້ມເຫລວ
lt: Nepavyko įkelti rakto
mr: लोड की अयशस्वी
my: ကီးတင်ရန် မအောင်မြင်ပါ။
nl: Sleutel laden mislukt
sq: Tasti i ngarkimit dështoi
sw: Ufunguo wa Kupakia Umeshindwa
ta: ஏற்ற விசை தோல்வியடைந்தது
ur: لوڈ کلید ناکام ہو گئی۔
uz: Kalit yuklanmadi

# loadKeySuccess_openai
source: Load Key Success
az: Açar Uğurlu Yükləyin
bn: লোড কী সাফল্য
km: ផ្ទុកសោជោគជ័យ
kn: ಲೋಡ್ ಕೀ ಯಶಸ್ಸು
lo: ໂຫຼດລະຫັດສຳເລັດ
lt: Įkelti raktą sėkminga
mr: लोड की यश
my: သော့ဖွင့်ခြင်း အောင်မြင်သည်။
nl: Laad sleutelsucces
sq: Ngarko me sukses
sw: Kupakia Ufunguo Mafanikio
ta: ஏற்றுதல் வெற்றி
ur: لوڈ کلیدی کامیابی
uz: Yuklash kaliti muvaffaqiyati

# manage_openai
source: Manage
az: İdarə et
bn: পরিচালনা করুন
km: គ្រប់គ្រង
kn: ನಿರ್ವಹಿಸು
lo: ຈັດການ
lt: Tvarkykite
mr: व्यवस्थापित करा
my: စီမံသည်
nl: Beheren
sq: Menaxho
sw: Simamia
ta: நிர்வகிக்கவும்
ur: انتظام کریں
uz: Boshqarish

# pleaseInputKey_openai
source: Please input key
az: Zəhmət olmasa açarı daxil edin
bn: অনুগ্রহ করে কী ইনপুট করুন
km: សូមបញ្ចូលគន្លឹះ
kn: ದಯವಿಟ್ಟು ಇನ್‌ಪುಟ್ ಕೀ
lo: ກະລຸນາໃສ່ລະຫັດ
lt: Prašome įvesti raktą
mr: कृपया की इनपुट करा
my: ကျေးဇူးပြု၍ သော့ထည့်ပါ။
nl: Voer de sleutel in
sq: Ju lutemi futni çelësin
sw: Tafadhali ingiza ufunguo
ta: தயவுசெய்து உள்ளிடவும்
ur: براہ کرم کلید داخل کریں۔
uz: Iltimos, kalitni kiriting

# putKeyHere_openai
source: Put your key here
az: Açarı bura qoyun
bn: এখানে আপনার চাবি রাখুন
km: ដាក់គន្លឹះរបស់អ្នកនៅទីនេះ
kn: ನಿಮ್ಮ ಕೀಲಿಯನ್ನು ಇಲ್ಲಿ ಇರಿಸಿ
lo: ເອົາກະແຈຂອງເຈົ້າໃສ່ບ່ອນນີ້
lt: Įdėkite savo raktą čia
mr: तुमची चावी इथे ठेवा
my: သင့်သော့ကို ဤနေရာတွင်ထားပါ။
nl: Leg hier uw sleutel neer
sq: Vendos çelësin tënd këtu
sw: Weka ufunguo wako hapa
ta: உங்கள் சாவியை இங்கே வைக்கவும்
ur: اپنی چابی یہاں رکھو
uz: Kalitingizni shu yerga qo'ying

# remaining_openai
source: remaining
az: Qalan
bn: অবশিষ্ট
km: នៅសល់
kn: ಉಳಿದ
lo: ຍັງເຫຼືອ
lt: Lieka
mr: बाकी
my: ကျန်
nl: overblijvende
sq: mbetur
sw: iliyobaki
ta: மீதமுள்ள
ur: باقی ہے
uz: Qolgan

# remove_openai
source: Remove
az: Sil
bn: অপসারণ
km: យកចេញ
kn: ತೆಗೆಯಿರಿ
lo: ເອົາອອກ
lt: Pašalinti
mr: काढा
my: ဖယ်ရှားပါ
nl: Verwijderen
sq: Hiq
sw: Ondoa
ta: அகற்று
ur: دور
uz: Olib tashlash

# removeKeyFailed_openai
source: Remove Key Failed
az: Açarı silmək uğursuz oldu
bn: কী সরান ব্যর্থ হয়েছে৷
km: ការលុបសោបានបរាជ័យ
kn: ಕೀಲಿಯನ್ನು ತೆಗೆದುಹಾಕಲು ವಿಫಲವಾಗಿದೆ
lo: ລຶບກະແຈລົ້ມເຫລວ
lt: Nepavyko pašalinti rakto
mr: की काढा अयशस्वी
my: သော့ကို ဖယ်ရှားခြင်း မအောင်မြင်ပါ။
nl: Sleutel verwijderen mislukt
sq: Heqja e çelësit dështoi
sw: Kuondoa Ufunguo Imeshindwa
ta: விசையை அகற்ற முடியவில்லை
ur: کلید کو ہٹانا ناکام ہو گیا۔
uz: Kalitni olib tashlash muvaffaqiyatsiz tugadi

# removeKeySuccess_openai
source: Removed Key Successfully
az: Açar Uğurla Silindi
bn: কী সফলভাবে সরানো হয়েছে
km: បានលុបសោដោយជោគជ័យ
kn: ಕೀಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ತೆಗೆದುಹಾಕಲಾಗಿದೆ
lo: ລຶບກະແຈສຳເລັດແລ້ວ
lt: Raktas sėkmingai pašalintas
mr: की यशस्वीरित्या काढली
my: သော့ကို အောင်မြင်စွာ ဖယ်ရှားခဲ့သည်။
nl: Sleutel succesvol verwijderd
sq: Çelësi u hoq me sukses
sw: Ufunguo Umeondolewa Umefaulu
ta: விசை வெற்றிகரமாக அகற்றப்பட்டது
ur: کلید کو کامیابی سے ہٹا دیا گیا۔
uz: Kalit muvaffaqiyatli olib tashlandi

# save_openai
source: Save
az: Yadda saxla
bn: সংরক্ষণ করুন
km: រក្សាទុក
kn: ಉಳಿಸಿ
lo: ບັນທຶກ
lt: Sutaupyti
mr: जतन करा
my: သိမ်းဆည်းပါ
nl: Opslaan
sw: Okoa
ta: சேமி
ur: محفوظ کریں
uz: Saqlash

# saveKey_openai
source: Save Key
az: Açarı Saxla
bn: সেভ কী
km: រក្សាទុកសោ
kn: ಕೀಲಿಯನ್ನು ಉಳಿಸಿ
lo: ບັນທຶກກະແຈ
lt: Išsaugoti raktą
mr: सेव्ह की
my: သော့ကိုသိမ်းဆည်းပါ။
nl: Sleutel opslaan
sq: Ruaj çelësin
sw: Hifadhi Ufunguo
ta: விசையைச் சேமிக்கவும்
ur: کلید محفوظ کریں۔
uz: Kalitni saqlash

# saveKeyFailed_openai
source: Save Key Failed
az: Açarı Saxlama Başa çatmadı
bn: কী সংরক্ষণ করতে ব্যর্থ হয়েছে৷
km: រក្សាទុកសោបានបរាជ័យ
kn: ಉಳಿಸು ಕೀ ವಿಫಲವಾಗಿದೆ
lo: ບັນທຶກລະຫັດລົ້ມເຫລວ
lt: Nepavyko išsaugoti rakto
mr: की जतन करणे अयशस्वी
my: သော့ကို သိမ်းဆည်းခြင်း မအောင်မြင်ပါ။
nl: Sleutel opslaan mislukt
sq: Ruajtja e çelësit dështoi
sw: Imeshindwa Kuhifadhi Ufunguo
ta: விசையைச் சேமிக்க முடியவில்லை
ur: کلید محفوظ کرنا ناکام ہو گیا۔
uz: Kalitni saqlash muvaffaqiyatsiz tugadi

# saveKeySuccess_openai
source: Saved Key Successfully
az: Açar Uğurla Saxlanıldı
bn: সফলভাবে কী সংরক্ষণ করা হয়েছে৷
km: បានរក្សាទុកសោដោយជោគជ័យ
kn: ಕೀಲಿಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಉಳಿಸಲಾಗಿದೆ
lo: ບັນທຶກລະຫັດສຳເລັດແລ້ວ
lt: Raktas sėkmingai išsaugotas
mr: की यशस्वीरित्या सेव्ह केली
my: သော့ကို အောင်မြင်စွာ သိမ်းဆည်းပြီးပါပြီ။
nl: Sleutel succesvol opgeslagen
sq: Çelësi u ruajt me sukses
sw: Ufunguo Umehifadhiwa Umefaulu
ta: விசை வெற்றிகரமாக சேமிக்கப்பட்டது
ur: کلید کو کامیابی سے محفوظ کر لیا گیا۔
uz: Kalit muvaffaqiyatli saqlandi

# selectChatFailed_openai
source: Select Chat Failed
az: Söhbət uğursuz oldu
bn: চ্যাট ব্যর্থ নির্বাচন করুন
km: ជ្រើសរើសការជជែកមិនបានជោគជ័យ
kn: ಚಾಟ್ ವಿಫಲವಾಗಿದೆ ಆಯ್ಕೆಮಾಡಿ
lo: ເລືອກການສົນທະນາລົ້ມເຫລວ
lt: Pasirinkite Pokalbis nepavyko
mr: चॅट अयशस्वी निवडा
my: Chat Failed ကို ရွေးပါ။
nl: Selecteer Chat mislukt
sq: Zgjidhni Biseda dështoi
sw: Chagua Gumzo Imeshindwa
ta: அரட்டை தோல்வி என்பதைத் தேர்ந்தெடுக்கவும்
ur: چیٹ ناکام کو منتخب کریں۔
uz: Chat amalga oshmadi

# somethingWentWrong_openai
source: Something went wrong!!!
az: Nəsə xəta baş verdi!!!
bn: কিছু ভুল হয়েছে!!!
km: មាន​អ្វីមួយ​មិន​ប្រក្រតី!!!
kn: ಏನೋ ತಪ್ಪಾಗಿದೆ!!!
lo: ເກີດບາງຢ່າງຜິດພາດຂຶ້ນ!!!
lt: Kažkas ne taip!!!
mr: काहीतरी चूक झाली!!!
my: တစ်ခုခု မှားသွားသည်!!!
nl: Er is iets fout gegaan!!!
sq: Dicka shkoi keq!!!
sw: Kuna kitu kimeharibika!!!
ta: ஏதோ தவறு நடந்துவிட்டது!!!
ur: کچھ غلط ہو گیا!!!
uz: Nimadir noto'g'ri bajarildi!!!

# subscriptionExpiredDate_openai
source: Subscription expired date {date}
az: Abunəliyin bitmə tarixi {date}
bn: সদস্যতার মেয়াদ শেষ হওয়ার তারিখ {date}
km: កាលបរិច្ឆេទផុតកំណត់នៃការជាវ {date}
kn: ಚಂದಾದಾರಿಕೆ ಅವಧಿ ಮುಗಿದ ದಿನಾಂಕ {date}
lo: ການສະໝັກໃຊ້ໝົດອາຍຸວັນທີ {date}
lt: Prenumeratos galiojimo pabaigos data {date}
mr: सदस्यता कालबाह्य तारीख {date}
my: စာရင်းသွင်းမှု သက်တမ်းကုန်ဆုံးရက် {date}
nl: Vervaldatum abonnement {date}
sq: Data e skadimit të abonimit {date}
sw: Tarehe ya mwisho ya usajili {date}
ta: சந்தா காலாவதியான தேதி {date}
ur: سبسکرپشن کی میعاد ختم ہونے کی تاریخ {date}
uz: Obunaning amal qilish muddati {date}

# timeGenerate_openai
source: Generate ({number} {number, plural, =1 {time} other {times}})
az: Yaradın ({number} {number, plural, =1 {time} other {times}})
bn: তৈরি করুন ({number} {number, plural, =1 {time} other {times}})
km: បង្កើត ({number} {number, plural, =1 {time} other {times}})
kn: ರಚಿಸಿ ({number} {number, plural, =1 {time} other {times}})
lo: ສ້າງ ({number} {number, plural, =1 {time} other {times}})
lt: Generuoti ({number} {number, plural, =1 {time} other {times}})
mr: व्युत्पन्न करा ({number} {number, plural, =1 {time} other {times}})
my: ထုတ်လုပ်ပါ ({number} {number, plural, =1 {time} other {times}})
nl: Genereren ({number} {number, plural, =1 {time} other {times}})
sq: Krijo ({number} {number, plural, =1 {time} other {times}})
sw: Tengeneza ({number} {number, plural, =1 {time} other {times}})
ta: உருவாக்கு ({number} {number, plural, =1 {time} other {times}})
ur: بنائیں ({number} {number, plural, =1 {time} other {times}})
uz: Yaratish ({number} {number, plural, =1 {time} other {times}})
